export default {
  buttons: {
    show: 'Показать пароль',
    copy: 'Скопировать!',
    tryAgain: 'Передать еще',
    delete: 'Удалить',
    pass: 'Передать!',
    generate: 'Сгенерировать',
  },
  modal: {
    linkCopied: 'Ссылка была скопирована в буфер обмена',
    passwordCopied: 'Пароль был скопирован в буфер обмена',
    passwordDeleted: 'Пароль был удален',
  },
  loading: {
    message: 'Загрузка...',
  },
  options: {
    lastView: 'Это последний просмотр этого пароля, после него он будет удален',
    nonePassword: 'Нет пароля по такой ссылке, попробуйте передать еще',
    passwordExpired: 'Ваш пароль истечет',
    orAfter: 'или через',
    views: 'просмотр(ов)',
  },
  help: {
    loadingText: 'Загрузка, пожалуйста подождите',
    errorTitle: 'Непредвиденная ошибка!',
    errorText: 'Что-то пошло не так, повторите попытку позднее',
  },
}
